Repository: Kostenkov-2021/consoleLog
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: Visor para las consolas de Windows
ru: Просмотр консоли Windows

source: Pequeño complemento para mostrar en un dialogo el contenido de las consolas de Windows Asignar tecla en Gestos de entrada / Visor de consola.
ru: Небольшое дополнение для отображения в диалоговом окне содержимого консолей Windows Назначьте клавишу в меню Жесты ввода / Средство просмотра консоли.

source: No se pudo encontrar la ventana de la consola.
ru: Не удалось найти окно консоли.

source: No se pudo adjuntar a la consola del proceso.
ru: Не удалось подключиться к процессу консоли.

source: No se pudo obtener el manejador de la consola.
ru: Не удалось получить обработчик консоли.

source: Error: {}
ru: Ошибка: {}

source: Muestra el visor de consola
ru: Показать окно просмотра консоли

source: Visor de consola
ru: Просмотр консоли

source: Por favor, espere. Hay otro proceso en marcha.
ru: Пожалуйста, подождите. Выполняется другой процесс.

source: Por favor, cierre el diálogo actual antes de iniciar uno nuevo.
ru: Пожалуйста, закройте текущий диалог, прежде чем запускать новый.

source: Esta no es una ventana de consola.
ru: Это не окно консоли.

source: No se pudo obtener
ru: Не удалось получить

source: Error:
ru: Ошибка:

source: Se ha producido un error: {} (tipo de error: {})
ru: Произошла ошибка: {} (тип ошибки: {})

source: &Buscar Ctrl+F
ru: &Искать Ctrl+F

source: &Guardar como... Ctrl+S
ru: &Сохранить как... Ctrl+S

source: &Salir
ru: &Выйти

source: &Registro
ru: &Лог

source: No hay coincidencias encontradas.
ru: Совпадений не обнаружено.

source: Busqueda
ru: Поиск

source: Guardar como...
ru: Сохранить как...

source: Error guardando log: %s
ru: Ошибка сохранения лога: %s

source: Error
ru: Ошибка

source: Línea: {}, Posición: {}
ru: Строка: {}, Символ: {}

source: El archivo temporal no fue encontrado
ru: Временный файл не найден

source: Permiso denegado para eliminar el archivo temporal
ru: Отказано в разрешении на удаление временного файла

source: Ocurrió un error al intentar eliminar el archivo temporal: {}
ru: При попытке удаления временного файла произошла ошибка: {}

source: Buscar
ru: Искать

source: &Buscar
ru: &Искать

source: No se encontró texto en la consola
ru: Текст в консоли не найден
